tap "caius/jo"
tap "caskroom/cask"
tap "caskroom/versions"
tap "csound/csound"
tap "ethereum/ethereum"
tap "homebrew/binary"
tap "homebrew/boneyard"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/science"
tap "homebrew/versions"
tap "sanemat/font"
cask "java"
cask "xquartz"
brew "libyaml"
brew "ansible"
brew "ant"
brew "autoconf"
brew "automake"
brew "bash"
brew "boost"
brew "bsdmake"
brew "ghc"
brew "cabal-install"
brew "libpng"
brew "freetype"
brew "fontconfig"
brew "gettext"
brew "libffi"
brew "glib"
brew "cairo"
brew "cloc"
brew "cloog"
brew "cmake"
brew "cmigemo"
brew "cocoapods"
brew "colordiff"
brew "coreutils"
brew "ctags"
brew "curl"
brew "czmq"
brew "dex2jar"
brew "ed", args: ["with-default-names"]
brew "eigen"
brew "lame"
brew "git"
brew "ffmpeg"
brew "figlet"
brew "findutils", args: ["with-default-names"]
brew "flex"
brew "flow"
brew "gobject-introspection"
brew "icu4c"
brew "harfbuzz"
brew "jpeg"
brew "libtiff"
brew "libtool"
brew "pango"
brew "fontforge"
brew "gmp"
brew "mpfr"
brew "gawk"
brew "isl"
brew "libmpc"
brew "gcc"
brew "gd"
brew "ghq"
brew "gibo"
brew "giter8"
brew "gnu-sed", args: ["with-default-names"]
brew "gnu-tar", args: ["with-default-names"]
brew "gperftools"
brew "gradle"
brew "graphicsmagick"
brew "graphviz"
brew "gzip"
brew "heroku"
brew "httpie"
brew "httpstat"
brew "hub"
brew "ilmbase"
brew "imagemagick"
brew "jansson"
brew "jemalloc"
brew "jid"
brew "jo"
brew "john"
brew "oniguruma"
brew "jq"
brew "lftp"
brew "libev"
brew "libevent"
brew "libiconv"
brew "libsodium"
brew "libvo-aacenc"
brew "libxml2"
brew "libxslt"
brew "lv"
brew "lzip"
brew "mad"
brew "make"
brew "mas"
brew "md5sha1sum"
brew "mecab"
brew "mecab-ipadic"
brew "mercurial"
brew "mit-scheme"
brew "mozilla-addon-sdk"
brew "mysql"
brew "nghttp2"
brew "nginx"
brew "nkf"
brew "nmap"
brew "node"
brew "nodebrew"
brew "openexr"
brew "pandoc"
brew "parallel"
brew "peco"
brew "plantuml"
brew "postgresql"
brew "proctools"
brew "protobuf"
brew "reattach-to-user-namespace"
brew "redis"
brew "rlwrap"
brew "rsync"
brew "sbt"
brew "scala"
brew "socat"
brew "source-highlight"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "ttyrec"
brew "typesafe-activator"
brew "utf8proc"
brew "vim", args: ["with-lua", "with-python3"]
brew "watch"
brew "watchman"
brew "wdiff"
brew "wget"
brew "xmlstarlet"
brew "z"
brew "zlib"
brew "zplug"
brew "zsh"
brew "zsh-completions"
brew "ethereum/ethereum/ethereum"
brew "homebrew/science/opencv"
brew "sanemat/font/ricty"
cask "alfred"
cask "bettertouchtool"
cask "burn"
cask "coteditor"
cask "day-o"
cask "diskwave"
cask "evernote"
cask "flux"
cask "google-chrome"
cask "google-drive"
cask "google-japanese-ime"
cask "imageoptim"
cask "iterm2"
cask "java6"
cask "karabiner"
cask "keepassx"
cask "keycastr"
cask "kindle"
cask "licecap"
cask "magican"
cask "ngrok"
cask "nosleep"
cask "racket"
cask "rstudio"
cask "scala-ide"
cask "shiftit"
cask "sourcetree"
cask "vagrant"
cask "virtualbox"
cask "xtrafinder"
mas "installed apps found", id: No
