ant
atk
autoconf
automake
bash
bison
boot2docker
brew-cask
bsdmake
cairo
cloog
cmake
cmigemo
colordiff
coreutils
ctags
dex2jar
dfc
docker
exiftool
faac
ffmpeg
figlet
fontconfig
fontforge
freetype
gcc
gdbm
gdk-pixbuf
geoip
gettext
gibo
git
giter8
glib
gmp
gnutls
go
gobject-introspection
gradle
gradle110
gtk+
harfbuzz
heroku-toolbelt
hub
icu4c
imagemagick
isl
jad
jenkins
john
jpeg
jq
lame
lftp
libevent
libffi
libgcrypt
libgpg-error
libiconv
libmpc
libpng
libtasn1
libtiff
libtool
libxml2
libxslt
libyaml
little-cms
little-cms2
lua
lv
mecab
mecab-ipadic
mercurial
mongodb
mpfr
mysql
ncftp
neo4j
nettle
nkf
nmap
node
openssl
pango
pcre
peco
phantomjs
php56
phpunit
pixman
pkg-config
play
proctools
pyenv
pyenv-virtualenv
python
python3
qt
readline
reattach-to-user-namespace
redis
ricty
rsync
ruby-build
sbt
scala
source-highlight
sqlite
tig
tmux
tree
ttyrec
unixodbc
vim
watch
wget
wireshark
x264
xvid
xz
z
zlib
zsh
