tap "simeji/jid"
tap "caius/jo"
tap "target/streams"
tap "tkengo/highway"
tap "homebrew/dupes"
tap "homebrew/science"
tap "homebrew/core"
tap "homebrew/php"
tap "homebrew/versions"
tap "homebrew/binary"
tap "homebrew/boneyard"
tap "homebrew/python"
tap "homebrew/x11"
tap "homebrew/bundle"
tap "greymd/tools"
tap "sanemat/font"
tap "caskroom/versions"
tap "caskroom/cask"
tap "rcmdnk/file"
tap "csound/csound"
tap "b4b4r07/history"
tap "ethereum/ethereum"
cask "java"
cask "xquartz"
brew "ack"
brew "ammonite-repl"
brew "libyaml"
brew "openssl@1.1"
brew "gdbm"
brew "openssl"
brew "readline"
brew "sqlite"
brew "ansible"
brew "ant"
brew "app-engine-go-64"
brew "autoconf"
brew "automake"
brew "bash"
brew "boost"
brew "bsdmake"
brew "c-ares"
brew "gettext"
brew "libffi"
brew "cairo"
brew "cloc"
brew "gmp@4"
brew "isl@0.12"
brew "cloog"
brew "cmake"
brew "cmigemo"
brew "cocoapods"
brew "colordiff"
brew "coreutils"
brew "ctags"
brew "libev"
brew "libevent"
brew "spdylay"
brew "curl", args: ["with-nghttp2"]
brew "zeromq"
brew "czmq"
brew "dex2jar"
brew "direnv"
brew "docker-clean"
brew "ed", args: ["with-default-names"]
brew "eigen"
brew "elm"
brew "erlang"
brew "lame"
brew "git"
brew "xvid"
brew "figlet"
brew "findutils", args: ["with-default-names"]
brew "flex"
brew "flow"
brew "pkg-config"
brew "icu4c"
brew "libtool"
brew "fontforge"
brew "mpfr"
brew "gawk"
brew "isl"
brew "libmpc"
brew "gcc"
brew "gd"
brew "ghq"
brew "gibo"
brew "git-secrets"
brew "giter8"
brew "glide"
brew "gnu-sed", args: ["with-default-names"]
brew "gnu-tar", args: ["with-default-names"]
brew "gperftools"
brew "gradle"
brew "graphicsmagick"
brew "graphviz"
brew "gzip"
brew "heroku"
brew "xz"
brew "python3"
brew "httpie"
brew "httpstat"
brew "hub"
brew "ilmbase"
brew "imagemagick"
brew "iproute2mac"
brew "jetty"
brew "jo"
brew "john"
brew "oniguruma"
brew "jq"
brew "jsvc"
brew "libidn"
brew "lftp"
brew "libiconv"
brew "libsodium"
brew "libvo-aacenc"
brew "libxml2"
brew "libxslt"
brew "lua"
brew "lv"
brew "lzip"
brew "mad"
brew "make"
brew "mas"
brew "md5sha1sum"
brew "mecab"
brew "mecab-ipadic"
brew "mercurial"
brew "mit-scheme"
brew "mozilla-addon-sdk"
brew "multitail"
brew "mysql"
brew "mysql@5.6"
brew "nginx"
brew "nkf"
brew "nmap"
brew "nodebrew"
brew "numpy"
brew "openexr"
brew "opencv"
brew "pandoc"
brew "parallel"
brew "peco"
brew "pidcat", args: ["HEAD"]
brew "plantuml"
brew "portaudio"
brew "postgresql"
brew "proctools"
brew "protobuf"
brew "pv"
brew "pyenv-virtualenv"
brew "qt"
brew "reattach-to-user-namespace"
brew "rebar@3"
brew "redis"
brew "rename"
brew "rethinkdb"
brew "rlwrap"
brew "rsync"
brew "sbt"
brew "sbt@0.13"
brew "scala"
brew "scalaenv"
brew "sift"
brew "sl"
brew "socat"
brew "source-highlight"
brew "sshrc"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tomcat"
brew "tomcat@6"
brew "tomcat@7"
brew "tree"
brew "ttyrec"
brew "typesafe-activator"
brew "utf8proc"
brew "vim", args: ["with-lua", "with-python3"]
brew "watch"
brew "watchman"
brew "wdiff", args: ["with-gettext"]
brew "wget"
brew "wrk"
brew "xmlstarlet"
brew "z"
brew "zlib"
brew "zplug"
brew "zsh"
brew "zsh-completions"
brew "ethereum/ethereum/ethereum"
brew "greymd/tools/tmux-xpanes"
brew "rcmdnk/file/brew-file"
brew "sanemat/font/ricty"
brew "simeji/jid/jid"
brew "tkengo/highway/highway"
cask "atom"
cask "bettertouchtool"
cask "cheatsheet"
cask "clipmenu"
cask "colors"
cask "coteditor"
cask "day-o"
cask "diskwave"
cask "dropbox"
cask "evernote"
cask "firefox"
cask "flux"
cask "genymotion"
cask "github"
cask "google-chrome"
cask "google-drive"
cask "google-japanese-ime"
cask "hyperswitch"
cask "imageoptim"
cask "intellij-idea-ce"
cask "iterm2"
cask "java7"
cask "karabiner"
cask "keepassx"
cask "keycastr"
cask "kindle"
cask "licecap"
cask "magican"
cask "ngrok"
cask "nosleep"
cask "rstudio"
cask "shiftit"
cask "skitch"
cask "slack"
cask "sourcetree"
cask "vagrant"
cask "virtualbox"
mas "ForkLift", id: 412448059
mas "Keynote", id: 409183694
mas "Kobito", id: 896624060
mas "LINE", id: 539883307
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pushbullet", id: 948415170
mas "Skitch", id: 425955336
mas "Todoist", id: 585829637
mas "TogglDesktop", id: 957734279
mas "ToyViewer", id: 414298354
mas "Xcode", id: 497799835
mas "YoruFukurou", id: 428834068
