tap "adoptopenjdk/openjdk"
tap "caius/jo"
tap "ethereum/ethereum"
tap "github/gh"
tap "greymd/tools"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "knqyf263/pet"
tap "minamijoyo/tfupdate"
tap "olafurpg/scalafmt"
tap "rcmdnk/file"
tap "sanemat/font"
tap "treasure-data/tap", "https://github.com/treasure-data/homebrew-tap.git"
brew "openjdk"
brew "ammonite-repl"
brew "libyaml"
brew "xz"
brew "ansible"
brew "ant"
brew "arp-scan"
brew "autoconf"
brew "bash"
brew "bat"
brew "icu4c"
brew "gettext"
brew "libffi"
brew "glib"
brew "pkg-config"
brew "circleci"
brew "cmake"
brew "coreutils"
brew "ctags"
brew "libev"
brew "curl"
brew "diffutils"
brew "digdag"
brew "direnv"
brew "docker", link: false
brew "docker-clean"
brew "dockutil"
brew "duti"
brew "elm"
brew "embulk"
brew "erlang"
brew "exiftool"
brew "figlet"
brew "gobject-introspection"
brew "harfbuzz"
brew "libtool"
brew "fontforge"
brew "freetds"
brew "fzf"
brew "mpfr"
brew "gawk"
brew "gcc"
brew "gd"
brew "gdk-pixbuf"
brew "geoipupdate"
brew "gh"
brew "libidn"
brew "ghq"
brew "gibo"
brew "git"
brew "git-lfs"
brew "git-secrets"
brew "glances"
brew "gnu-sed"
brew "libevent"
brew "libusb"
brew "gnupg"
brew "gperftools"
brew "gradle"
brew "graphicsmagick"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "gzip"
brew "highlight"
brew "htop"
brew "httpie"
brew "httpstat"
brew "hub"
brew "ilmbase", link: true
brew "python@3.8"
brew "imagemagick"
brew "iproute2mac"
brew "jo"
brew "oniguruma"
brew "jq"
brew "jsvc"
brew "kotlin"
brew "lame"
brew "lftp"
brew "libiconv"
brew "libmaxminddb"
brew "libsodium"
brew "libvo-aacenc"
brew "libxslt"
brew "lv"
brew "lzip"
brew "mad"
brew "make"
brew "mas"
brew "md5sha1sum", link: false
brew "minikube"
brew "mkcert"
brew "moreutils"
brew "multitail"
brew "mycli"
brew "mysql@5.6"
brew "mysql@5.7", restart_service: true
brew "neovim"
brew "nkf"
brew "nmap"
brew "nodebrew"
brew "nss"
brew "pandoc"
brew "peco"
brew "pgcli"
brew "plantuml"
brew "postgresql"
brew "proctools"
brew "protobuf"
brew "qt"
brew "reattach-to-user-namespace"
brew "rebar3"
brew "redis"
brew "rlwrap"
brew "rocksdb"
brew "rsync"
brew "ruby"
brew "rustup-init"
brew "sbt"
brew "scalaenv", args: ["HEAD"]
brew "socat"
brew "source-highlight"
brew "sshrc"
brew "stern"
brew "td"
brew "terraform-docs"
brew "terraform@0.11"
brew "tfenv"
brew "tflint"
brew "the_silver_searcher"
brew "tig"
brew "utf8proc"
brew "tmux"
brew "translate-shell"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "wrk"
brew "yarn"
brew "zlib"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "greymd/tools/tmux-xpanes"
brew "jesseduffield/lazydocker/lazydocker"
brew "knqyf263/pet/pet"
brew "minamijoyo/tfupdate/tfupdate"
brew "olafurpg/scalafmt/scalafix", args: ["HEAD"]
brew "rcmdnk/file/brew-file"
brew "sanemat/font/ricty"
brew "treasure-data/tap/operate-tools"
brew "treasure-data/tap/operate-config-core", link: false
brew "treasure-data/tap/td-security"
cask "adoptopenjdk11"
cask "adoptopenjdk8"
cask "alt-tab"
cask "diskwave"
cask "evernote"
cask "google-cloud-sdk"
cask "google-drive"
cask "google-drive-file-stream"
cask "java"
cask "keepassxc"
cask "ricoh-ps-printers-vol4-exp-driver"
cask "slack"
cask "xquartz"
mas "CotEditor", id: 1024640650
mas "LINE", id: 539883307
